Revit 2027 API
SpatialElementBoundarySubface.SubfaceType Property
 Type of the subface.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SubfaceType SubfaceType { get; }
Public ReadOnly Property SubfaceType As SubfaceType
	Get
public:
property SubfaceType SubfaceType {
	SubfaceType get ();
}
member SubfaceType : SubfaceType with get
Property Value
SubfaceType
See Also
Reference
SpatialElementBoundarySubface Class
Autodesk.Revit.DB Namespace